{"format": "layers-model", "generatedBy": "keras v2.12.0", "convertedBy": "TensorFlow.js Converter v4.4.0", "modelTopology": {"keras_version": "2.12.0", "backend": "tensorflow", "model_config": {"class_name": "Functional", "config": {"name": "model", "trainable": true, "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [480000], "dtype": "float32", "sparse": false, "ragged": false, "name": "input"}, "name": "input", "inbound_nodes": []}, {"class_name": "TFOpLambda", "config": {"name": "tf.reshape", "trainable": true, "dtype": "float32", "function": "reshape"}, "name": "tf.reshape", "inbound_nodes": [["input", 0, 0, {"shape": [1, 1, 480000], "name": "/stft/Unsqueeze_1"}]]}, {"class_name": "TFOpLambda", "config": {"name": "tf.concat", "trainable": true, "dtype": "float32", "function": "concat"}, "name": "tf.concat", "inbound_nodes": [[["_CONSTANT_VALUE", -1, [[[0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0]]], {"axis": 2, "name": "/stft/Concat"}], ["tf.reshape", 0, 0, {"axis": 2, "name": "/stft/Concat"}], ["_CONSTANT_VALUE", -1, [[[0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0]]], {"axis": 2, "name": "/stft/Concat"}]]]}, {"class_name": "TFOpLambda", "config": {"name": "tf.reshape_1", "trainable": true, "dtype": "float32", "function": "reshape"}, "name": "tf.reshape_1", "inbound_nodes": [["tf.concat", 0, 0, {"shape": [1, 1, 1, 480400], "name": "/stft/Unsqueeze_2"}]]}, {"class_name": "TFOpLambda", "config": {"name": "tf.compat.v1.transpose", "trainable": true, "dtype": "float32", "function": "compat.v1.transpose"}, "name": "tf.compat.v1.transpose", "inbound_nodes": [["tf.reshape_1", 0, 0, {"perm": [0, 2, 3, 1], "name": null, "conjugate": false}]]}, {"class_name": "TFOpLambda", "config": {"name": "tf.nn.convolution", "trainable": true, "dtype": "float32", "function": "nn.convolution"}, "name": "tf.nn.convolution", "inbound_nodes": [["tf.compat.v1.transpose", 0, 0, {"filters": [[[[0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0, 0.0]], [[6.16908073425293e-05, 6.168319669086486e-05, 6.166037201182917e-05, 6.162231875350699e-05, 6.15690732956864e-05, 6.150063563836738e-05, 6.141702033346519e-05, 6.131825648481026e-05, 6.120435864431784e-05, 6.107536319177598e-05, 6.093129195505753e-05, 6.077218858990818e-05, 6.059809311409481e-05, 6.0409049183363095e-05, 6.0205100453458726e-05, 5.998629058012739e-05, 5.9752677771029994e-05, 5.950432750978507e-05, 5.9241294366074726e-05, 5.8963643823517486e-05, 5.867144500371069e-05, 5.836476702825166e-05, 5.8043697208631784e-05, 5.770829375251196e-05, 5.7358665799256414e-05, 5.699487155652605e-05, 5.66170274396427e-05, 5.622520257020369e-05, 5.5819517001509666e-05, 5.5400043493136764e-05, 5.496691301232204e-05, 5.452021650853567e-05, 5.406007039709948e-05, 5.358657654142007e-05, 5.3099873184692115e-05, 5.260005491436459e-05, 5.208727088756859e-05, 5.156163024366833e-05, 5.102327122585848e-05, 5.047231388743967e-05, 4.9908911023521796e-05, 4.9333186325384304e-05, 4.874530714005232e-05, 4.814537533093244e-05, 4.7533587348880246e-05, 4.691005597123876e-05, 4.6274955820990726e-05, 4.562843605526723e-05, 4.49706640210934e-05, 4.430179615155794e-05, 4.362198887974955e-05, 4.293142046662979e-05, 4.223026189720258e-05, 4.1518680518493056e-05, 4.0796861867420375e-05, 4.006497692898847e-05, 3.9323200326180086e-05, 3.85717285098508e-05, 3.781072882702574e-05, 3.70404013665393e-05, 3.626094985520467e-05, 3.5472541640046984e-05, 3.4675380447879434e-05, 3.386966636753641e-05, 3.305559221189469e-05, 3.223336170776747e-05, 3.140317858196795e-05, 3.056525019928813e-05, 2.9719773010583594e-05, 2.8866968932561576e-05, 2.8007038054056466e-05, 2.71402041107649e-05, 2.6266667191521265e-05, 2.5386643756064586e-05, 2.4500372092006728e-05, 2.360804683121387e-05, 2.2709902623319067e-05, 2.1806141376146115e-05, 2.08970122912433e-05, 1.9982724552392028e-05, 1.9063512809225358e-05, 1.8139584426535293e-05, 1.721119406283833e-05, 1.6278532712021843e-05, 1.5341884136432782e-05, 1.44014284160221e-05, 1.345743930869503e-05, 1.2510103260865435e-05, 1.1559710401343182e-05, 1.0606438991089817e-05, 9.650571882957593e-06, 8.692305527802091e-06, 7.731912774033844e-06, 6.76959734846605e-06, 5.805620730825467e-06, 4.840204383071978e-06, 3.873601144732675e-06, 2.906038389483001e-06, 1.9377573607926024e-06, 9.690005526863388e-07, 0.0, -9.689969147075317e-07, -1.937754177561146e-06, -2.9060345241305185e-06, -3.873599780490622e-06, -4.840208021050785e-06, -5.805616183351958e-06, -6.769593710487243e-06, -7.731907317065634e-06, -8.692309165780898e-06, -9.650567335484084e-06, -1.0606446267047431e-05, -1.1559701306396164e-05, -1.2510111446317751e-05, -1.3457432032737415e-05, -1.4401432054000907e-05, -1.5341876860475168e-05, -1.627854180696886e-05, -1.721118860587012e-05, -1.8139580788556486e-05, -1.9063510990235955e-05, -1.9982728190370835e-05, -2.0897015929222107e-05, -2.1806155928061344e-05, -2.2709902623319067e-05, -2.3608050469192676e-05, -2.450037391099613e-05, -2.5386660126969218e-05, -2.6266669010510668e-05, -2.7140202291775495e-05, -2.8007041692035273e-05, -2.886696529458277e-05, -2.971977119159419e-05, -3.056525019928813e-05, -3.140317494398914e-05, -3.2233358069788665e-05, -3.3055588573915884e-05, -3.3869662729557604e-05, -3.4675376809900627e-05, -3.547253436408937e-05, -3.626094985520467e-05, -3.7040405004518107e-05, -3.7810736102983356e-05, -3.85717285098508e-05, -3.932320396415889e-05, -4.006497692898847e-05, -4.0796861867420375e-05, -4.1518684156471863e-05, -4.223026553518139e-05, -4.293142046662979e-05, -4.362198887974955e-05, -4.430178887560032e-05, -4.4970667659072205e-05, -4.562843605526723e-05, -4.6274955820990726e-05, -4.691005597123876e-05, -4.753358007292263e-05, -4.814537533093244e-05, -4.874530350207351e-05, -4.9333186325384304e-05, -4.990890738554299e-05, -5.047231024946086e-05, -5.1023263949900866e-05, -5.1561626605689526e-05, -5.208727088756859e-05, -5.26000585523434e-05, -5.30998659087345e-05, -5.3586572903441265e-05, -5.406007039709948e-05, -5.452021287055686e-05, -5.4966916650300846e-05, -5.5400043493136764e-05, -5.5819517001509666e-05, -5.6225198932224885e-05, -5.66170274396427e-05, -5.699487155652605e-05, -5.7358665799256414e-05, -5.7708290114533156e-05, -5.8043697208631784e-05, -5.836476702825166e-05, -5.867144500371069e-05, -5.896364018553868e-05, -5.9241294366074726e-05, -5.9504323871806264e-05, -5.97526814090088e-05, -5.9986283304169774e-05, -6.020509681547992e-05, -6.040904190740548e-05, -6.059810039005242e-05, -6.077218858990818e-05, -6.093129195505753e-05, -6.107535591581836e-05, -6.120435864431784e-05, -6.131824920885265e-05, -6.14170276094228e-05, -6.150062836240977e-05, -6.15690732956864e-05, -6.162231875350699e-05, -6.166037201182917e-05, -6.168319669086486e-05, -6.16908073425293e-05, 0.0, -9.689969147075317e-07, -1.937754177561146e-06, -2.9060345241305185e-06, -3.873599780490622e-06, -4.840208021050785e-06, -5.805616183351958e-06, -6.769593710487243e-06, -7.731907317065634e-06, -8.692309165780898e-06, -9.650567335484084e-06, -1.0606446267047431e-05, -1.1559701306396164e-05, -1.2510111446317751e-05, -1.3457432032737415e-05, -1.4401432054000907e-05, -1.5341876860475168e-05, -1.627854180696886e-05, -1.721118860587012e-05, -1.8139580788556486e-05, -1.9063510990235955e-05, -1.9982728190370835e-05, -2.0897015929222107e-05, -2.1806155928061344e-05, -2.2709902623319067e-05, -2.3608050469192676e-05, -2.450037391099613e-05, -2.5386660126969218e-05, -2.6266669010510668e-05, -2.7140202291775495e-05, -2.8007041692035273e-05, -2.886696529458277e-05, -2.971977119159419e-05, -3.056525019928813e-05, -3.140317494398914e-05, -3.2233358069788665e-05, -3.3055588573915884e-05, -3.3869662729557604e-05, -3.4675376809900627e-05, -3.547253436408937e-05, -3.626094985520467e-05, -3.7040405004518107e-05, -3.7810736102983356e-05, -3.85717285098508e-05, -3.932320396415889e-05, -4.006497692898847e-05, -4.0796861867420375e-05, -4.1518684156471863e-05, -4.223026553518139e-05, -4.293142046662979e-05, -4.362198887974955e-05, -4.430178887560032e-05, -4.4970667659072205e-05, -4.562843605526723e-05, -4.6274955820990726e-05, -4.691005597123876e-05, -4.753358007292263e-05, -4.814537533093244e-05, -4.874530350207351e-05, -4.9333186325384304e-05, -4.990890738554299e-05, -5.047231024946086e-05, -5.1023263949900866e-05, -5.1561626605689526e-05, -5.208727088756859e-05, -5.26000585523434e-05, -5.30998659087345e-05, -5.3586572903441265e-05, -5.406007039709948e-05, -5.452021287055686e-05, -5.4966916650300846e-05, -5.5400043493136764e-05, -5.5819517001509666e-05, -5.6225198932224885e-05, -5.66170274396427e-05, -5.699487155652605e-05, -5.7358665799256414e-05, -5.7708290114533156e-05, -5.8043697208631784e-05, -5.836476702825166e-05, -5.867144500371069e-05, -5.896364018553868e-05, -5.9241294366074726e-05, -5.9504323871806264e-05, -5.97526814090088e-05, -5.9986283304169774e-05, -6.020509681547992e-05, -6.040904190740548e-05, -6.059810039005242e-05, -6.077218858990818e-05, -6.093129195505753e-05, -6.107535591581836e-05, -6.120435864431784e-05, -6.131824920885265e-05, -6.14170276094228e-05, -6.150062836240977e-05, -6.15690732956864e-05, -6.162231875350699e-05, -6.166037201182917e-05, -6.168319669086486e-05, -6.16908073425293e-05, -6.168319669086486e-05, -6.166037201182917e-05, -6.162231875350699e-05, -6.15690732956864e-05, -6.150063563836738e-05, -6.141702033346519e-05, -6.131825648481026e-05, -6.120435864431784e-05, -6.107536319177598e-05, -6.093129195505753e-05, -6.077218858990818e-05, -6.059809311409481e-05, -6.0409049183363095e-05, -6.0205100453458726e-05, -5.998629058012739e-05, -5.9752677771029994e-05, -5.950432750978507e-05, -5.9241294366074726e-05, -5.8963643823517486e-05, -5.867144500371069e-05, -5.836476702825166e-05, -5.8043697208631784e-05, -5.770829375251196e-05, -5.7358665799256414e-05, -5.699487155652605e-05, -5.66170274396427e-05, -5.622520257020369e-05, -5.5819517001509666e-05, -5.5400043493136764e-05, -5.496691301232204e-05, -5.452021650853567e-05, -5.406007039709948e-05, -5.358657654142007e-05, -5.3099873184692115e-05, -5.260005491436459e-05, -5.208727088756859e-05, -5.156163024366833e-05, -5.102327122585848e-05, -5.047231388743967e-05, -4.9908911023521796e-05, -4.9333186325384304e-05, -4.874530714005232e-05, -4.814537533093244e-05, -4.7533587348880246e-05, -4.691005597123876e-05, -4.6274955820990726e-05, -4.562843605526723e-05, -4.49706640210934e-05, -4.430179615155794e-05, -4.362198887974955e-05, -4.293142046662979e-05, -4.223026189720258e-05, -4.1518680518493056e-05, -4.0796861867420375e-05, -4.006497692898847e-05, -3.9323200326180086e-05, -3.85717285098508e-05, -3.781072882702574e-05, -3.70404013665393e-05, -3.626094985520467e-05, -3.5472541640046984e-05, -3.4675380447879434e-05, -3.386966636753641e-05, -3.305559221189469e-05, -3.223336170776747e-05, -3.140317858196795e-05, -3.056525019928813e-05, -2.9719773010583594e-05, -2.8866968932561576e-05, -2.8007038054056466e-05, -2.71402041107649e-05, -2.6266667191521265e-05, -2.5386643756064586e-05, -2.4500372092006728e-05, -2.360804683121387e-05, -2.2709902623319067e-05, -2.1806141376146115e-05, -2.08970122912433e-05, -1.9982724552392028e-05, -1.9063512809225358e-05, -1.8139584426535293e-05, -1.721119406283833e-05, -1.6278532712021843e-05, -1.5341884136432782e-05, -1.44014284160221e-05, -1.345743930869503e-05, -1.2510103260865435e-05, -1.1559710401343182e-05, -1.0606438991089817e-05, -9.650571882957593e-06, -8.692305527802091e-06, -7.731912774033844e-06, -6.76959734846605e-06, -5.805620730825467e-06, -4.840204383071978e-06, -3.873601144732675e-06, -2.906038389483001e-06, -1.9377573607926024e-06, -9.690005526863388e-07, 0.0]], [[0.0002467334270477295, 0.000246611685724929, 0.0002462465490680188, 0.00024563842453062534, 0.0002447878650855273, 0.00024369572929572314, 0.000242363108554855, 0.00024079129798337817, 0.0002389818400843069, 0.00023693653929512948, 0.0002346574328839779, 0.00023214671819005162, 0.00022940695635043085, 0.00022644073760602623, 0.00022325108875520527, 0.00021984108025208116, 0.000216214160900563, 0.00021237382316030562, 0.00020832392328884453, 0.00020406843395903707, 0.00019961153157055378, 0.00019495762535370886, 0.00019011140102520585, 0.0001850774569902569, 0.00017986093007493764, 0.0001744668697938323, 0.00016890066035557538, 0.00016316772962454706, 0.00015727381105534732, 0.00015122465265449136, 0.00014502627891488373, 0.00013868477253708988, 0.00013220640539657325, 0.00012559755123220384, 0.00011886475840583444, 0.00011201461893506348, 0.00010505398677196354, 9.798965766094625e-05, 9.08286456251517e-05, 8.357796468771994e-05, 7.624482532264665e-05, 6.883641617605463e-05, 6.136010779300705e-05, 5.382321251090616e-05, 4.6233235480031e-05, 3.859759817714803e-05, 3.0923903977964073e-05, 2.3219645299832337e-05, 1.549251828691922e-05, 7.750097211101092e-06, 0.0, -7.750082659185864e-06, -1.549251828691922e-05, -2.3219659851747565e-05, -3.0923903977964073e-05, -3.859761272906326e-05, -4.6233228204073384e-05, -5.3823241614736617e-05, -6.136010779300705e-05, -6.883643072796986e-05, -7.624482532264665e-05, -8.357796468771994e-05, -9.082861652132124e-05, -9.798967221286148e-05, -0.00010505399404792115, -0.00011201460438314825, -0.0001188647365779616, -0.00012559752212837338, -0.0001322063762927428, -0.00013868475798517466, -0.00014502627891488373, -0.00015122465265449136, -0.00015727382560726255, -0.00016316775872837752, -0.00016890066035557538, -0.00017446688434574753, -0.00017986094462685287, -0.00018507747154217213, -0.00019011138647329062, -0.00019495766900945455, -0.00019961153157055378, -0.00020406843395903707, -0.00020832392328884453, -0.00021237385226413608, -0.000216214160900563, -0.00021984112390782684, -0.00022325107420329005, -0.00022644075215794146, -0.00022940695635043085, -0.00023214673274196684, -0.0002346574328839779, -0.0002369365538470447, -0.0002389818400843069, -0.00024079128343146294, -0.000242363108554855, -0.00024369572929572314, -0.00024478789418935776, -0.00024563842453062534, -0.0002462465490680188, -0.000246611685724929, -0.0002467334270477295, -0.000246611685724929, -0.0002462465490680188, -0.00024563842453062534, -0.0002447878650855273, -0.00024369572929572314, -0.000242363108554855, -0.00024079129798337817, -0.0002389818400843069, -0.00023693653929512948, -0.0002346574328839779, -0.00023214671819005162, -0.00022940695635043085, -0.00022644073760602623, -0.00022325108875520527, -0.00021984108025208116, -0.000216214160900563, -0.00021237382316030562, -0.00020832392328884453, -0.00020406843395903707, -0.00019961153157055378, -0.00019495762535370886, -0.00019011140102520585, -0.0001850774569902569, -0.00017986093007493764, -0.0001744668697938323, -0.00016890066035557538, -0.00016316772962454706, -0.00015727381105534732, -0.00015122465265449136, -0.00014502627891488373, -0.00013868477253708988, -0.00013220640539657325, -0.00012559755123220384, -0.00011886475840583444, -0.00011201461893506348, -0.00010505398677196354, -9.798965766094625e-05, -9.08286456251517e-05, -8.357796468771994e-05, -7.624482532264665e-05, -6.883641617605463e-05, -6.136010779300705e-05, -5.382321251090616e-05, -4.6233235480031e-05, -3.859759817714803e-05, -3.0923903977964073e-05, -2.3219645299832337e-05, -1.549251828691922e-05, -7.750097211101092e-06, 0.0, 7.750082659185864e-06, 1.549251828691922e-05, 2.3219659851747565e-05, 3.0923903977964073e-05, 3.859761272906326e-05, 4.6233228204073384e-05, 5.3823241614736617e-05, 6.136010779300705e-05, 6.883643072796986e-05, 7.624482532264665e-05, 8.357796468771994e-05, 9.082861652132124e-05, 9.798967221286148e-05, 0.00010505399404792115, 0.00011201460438314825, 0.0001188647365779616, 0.00012559752212837338, 0.0001322063762927428, 0.00013868475798517466, 0.00014502627891488373, 0.00015122465265449136, 0.00015727382560726255, 0.00016316775872837752, 0.00016890066035557538, 0.00017446688434574753, 0.00017986094462685287, 0.00018507747154217213, 0.00019011138647329062, 0.00019495766900945455, 0.00019961153157055378, 0.00020406843395903707, 0.00020832392328884453, 0.00021237385226413608, 0.000216214160900563, 0.00021984112390782684, 0.00022325107420329005, 0.00022644075215794146, 0.00022940695635043085, 0.00023214673274196684, 0.0002346574328839779, 0.0002369365538470447, 0.0002389818400843069, 0.00024079128343146294, 0.000242363108554855, 0.00024369572929572314, 0.00024478789418935776, 0.00024563842453062534, 0.0002462465490680188, 0.000246611685724929, 0.0002467334270477295, 0.0, -7.750082659185864e-06, -1.549251828691922e-05, -2.3219659851747565e-05, -3.0923903977964073e-05, -3.859761272906326e-05, -4.6233228204073384e-05, -5.3823241614736617e-05, -6.136010779300705e-05, -6.883643072796986e-05, -7.624482532264665e-05, -8.357796468771994e-05, -9.082861652132124e-05, -9.798967221286148e-05, -0.00010505399404792115, -0.00011201460438314825, -0.0001188647365779616, -0.00012559752212837338, -0.0001322063762927428, -0.00013868475798517466, -0.00014502627891488373, -0.00015122465265449136, -0.00015727382560726255, -0.00016316775872837752, -0.00016890066035557538, -0.00017446688434574753, -0.00017986094462685287, -0.00018507747154217213, -0.00019011138647329062, -0.00019495766900945455, -0.00019961153157055378, -0.00020406843395903707, -0.00020832392328884453, -0.00021237385226413608, -0.000216214160900563, -0.00021984112390782684, -0.00022325107420329005, -0.00022644075215794146, -0.00022940695635043085, -0.00023214673274196684, -0.0002346574328839779, -0.0002369365538470447, -0.0002389818400843069, -0.00024079128343146294, -0.000242363108554855, -0.00024369572929572314, -0.00024478789418935776, -0.00024563842453062534, -0.0002462465490680188, -0.000246611685724929, -0.0002467334270477295, -0.000246611685724929, -0.0002462465490680188, -0.00024563842453062534, -0.0002447878650855273, -0.00024369572929572314, -0.000242363108554855, -0.00024079129798337817, -0.0002389818400843069, -0.00023693653929512948, -0.0002346574328839779, -0.00023214671819005162, -0.00022940695635043085, -0.00022644073760602623, -0.00022325108875520527, -0.00021984108025208116, -0.000216214160900563, -0.00021237382316030562, -0.00020832392328884453, -0.00020406843395903707, -0.00019961153157055378, -0.00019495762535370886, -0.00019011140102520585, -0.0001850774569902569, -0.00017986093007493764, -0.0001744668697938323, -0.00016890066035557538, -0.00016316772962454706, -0.00015727381105534732, -0.00015122465265449136, -0.00014502627891488373, -0.00013868477253708988, -0.00013220640539657325, -0.00012559755123220384, -0.00011886475840583444, -0.00011201461893506348, -0.00010505398677196354, -9.798965766094625e-05, -9.08286456251517e-05, -8.357796468771994e-05, -7.624482532264665e-05, -6.883641617605463e-05, -6.136010779300705e-05, -5.382321251090616e-05, -4.6233235480031e-05, -3.859759817714803e-05, -3.0923903977964073e-05, -2.3219645299832337e-05, -1.549251828691922e-05, -7.750097211101092e-06, 0.0, 7.750082659185864e-06, 1.549251828691922e-05, 2.3219659851747565e-05, 3.0923903977964073e-05, 3.859761272906326e-05, 4.6233228204073384e-05, 5.3823241614736617e-05, 6.136010779300705e-05, 6.883643072796986e-05, 7.624482532264665e-05, 8.357796468771994e-05, 9.082861652132124e-05, 9.798967221286148e-05, 0.00010505399404792115, 0.00011201460438314825, 0.0001188647365779616, 0.00012559752212837338, 0.0001322063762927428, 0.00013868475798517466, 0.00014502627891488373, 0.00015122465265449136, 0.00015727382560726255, 0.00016316775872837752, 0.00016890066035557538, 0.00017446688434574753, 0.00017986094462685287, 0.00018507747154217213, 0.00019011138647329062, 0.00019495766900945455, 0.00019961153157055378, 0.00020406843395903707, 0.00020832392328884453, 0.00021237385226413608, 0.000216214160900563, 0.00021984112390782684, 0.00022325107420329005, 0.00022644075215794146, 0.00022940695635043085, 0.00023214673274196684, 0.0002346574328839779, 0.0002369365538470447, 0.0002389818400843069, 0.00024079128343146294, 0.000242363108554855, 0.00024369572929572314, 0.00024478789418935776, 0.00024563842453062534, 0.0002462465490680188, 0.000246611685724929, 0.0002467334270477295, 0.000246611685724929, 0.0002462465490680188, 0.00024563842453062534, 0.0002447878650855273, 0.00024369572929572314, 0.000242363108554855, 0.00024079129798337817, 0.0002389818400843069, 0.00023693653929512948, 0.0002346574328839779, 0.00023214671819005162, 0.00022940695635043085, 0.00022644073760602623, 0.00022325108875520527, 0.00021984108025208116, 0.000216214160900563, 0.00021237382316030562, 0.00020832392328884453, 0.00020406843395903707, 0.00019961153157055378, 0.00019495762535370886, 0.00019011140102520585, 0.0001850774569902569, 0.00017986093007493764, 0.0001744668697938323, 0.00016890066035557538, 0.00016316772962454706, 0.00015727381105534732, 0.00015122465265449136, 0.00014502627891488373, 0.00013868477253708988, 0.00013220640539657325, 0.00012559755123220384, 0.00011886475840583444, 0.00011201461893506348, 0.00010505398677196354, 9.798965766094625e-05, 9.08286456251517e-05, 8.357796468771994e-05, 7.624482532264665e-05, 6.883641617605463e-05, 6.136010779300705e-05, 5.382321251090616e-05, 4.6233235480031e-05, 3.859759817714803e-05, 3.0923903977964073e-05, 2.3219645299832337e-05, 1.549251828691922e-05, 7.750097211101092e-06, 0.0]], [[0.0005550682544708252, 0.0005544520681723952, 0.0005526048480533063, 0.0005495306686498225, 0.0005452364566735923, 0.0005397316417656839, 0.0005330285639502108, 0.0005251419497653842, 0.0005160894361324608, 0.000505890988279134, 0.0004945694236084819, 0.0004821498005185276, 0.00046865965123288333, 0.00045412889448925853, 0.000438589951954782, 0.0004220771661493927, 0.0004046273825224489, 0.0003862790181301534, 0.00036707325489260256, 0.00034705238067544997, 0.00032626092433929443, 0.00030474516097456217, 0.00028255273355171084, 0.0002597330021671951, 0.00023633653472643346, 0.0002124153688782826, 0.00018802267732098699, 0.00016321244766004384, 0.00013803987530991435, 0.00011256078141741455, 8.683180203661323e-05, 6.0910024330951273e-05, 3.485302295302972e-05, 8.718664503248874e-06, -1.7435117115383036e-05, -4.355011333245784e-05, -6.956850847927853e-05, -9.543233318254352e-05, -0.00012108436931157485, -0.00014646754425484687, -0.0001715255348244682, -0.00019620264356490225, -0.0002204441698268056, -0.0002441962715238333, -0.00026740619796328247, -0.00029002237715758383, -0.00031199463410302997, -0.0003332741907797754, -0.0003538138116709888, -0.00037356786197051406, -0.0003924925113096833, -0.00041054573375731707, -0.0004276874242350459, -0.00044387957314029336, -0.000459086149930954, -0.0004732735105790198, -0.00048640999011695385, -0.0004984666011296213, -0.0005094165098853409, -0.0005192353273741901, -0.0005279012839309871, -0.0005353951710276306, -0.0005417003994807601, -0.0005468029412440956, -0.0005506913876160979, -0.000553357123862952, -0.0005547943874262273, -0.00055499974405393, -0.0005539729609154165, -0.0005517161916941404, -0.0005482344422489405, -0.0005435354541987181, -0.0005376297631300986, -0.0005305303493514657, -0.0005222530453465879, -0.0005128162447363138, -0.0005022407858632505, -0.0004905502428300679, -0.00047777057625353336, -0.00046393010416068137, -0.00044905958930030465, -0.0004331921227276325, -0.00041636283276602626, -0.00039860911783762276, -0.00037997038452886045, -0.0003604880184866488, -0.00034020523889921606, -0.0003191672149114311, -0.0002974204544443637, -0.00027501332806423306, -0.00025199571973644197, -0.00022841854661237448, -0.0002043342828983441, -0.00017979623225983232, -0.00015485912445001304, -0.00012957809667568654, -0.00010400944302091375, -7.820985047146678e-05, -5.22365553479176e-05, -2.6147325115744025e-05, 0.0, 2.614729237393476e-05, 5.223651896812953e-05, 7.820985047146678e-05, 0.00010400942846899852, 0.00012957809667568654, 0.0001548591098980978, 0.00017979629046749324, 0.00020433425379451364, 0.00022841854661237448, 0.00025199571973644197, 0.000275013386271894, 0.0002974204544443637, 0.0003191671858076006, 0.00034020523889921606, 0.00036048798938281834, 0.00037997035542503, 0.00039860911783762276, 0.0004163628618698567, 0.00043319218093529344, 0.00044905964750796556, 0.00046393010416068137, 0.0004777706053573638, 0.0004905503010377288, 0.0005022407858632505, 0.0005128161865286529, 0.0005222530453465879, 0.0005305303493514657, 0.0005376298213377595, 0.0005435355706140399, 0.0005482344422489405, 0.0005517161916941404, 0.0005539729609154165, 0.000554999802261591, 0.0005547943292185664, 0.0005533571820706129, 0.000550691329408437, 0.0005468029412440956, 0.000541700457688421, 0.0005353952874429524, 0.0005279012839309871, 0.0005192353273741901, 0.0005094165098853409, 0.0004984666593372822, 0.00048641004832461476, 0.00047327353968285024, 0.00045908617903478444, 0.00044387957314029336, 0.0004276874824427068, 0.000410545791964978, 0.0003924925113096833, 0.0003735678910743445, 0.0003538138698786497, 0.00033327421988360584, 0.0003119946923106909, 0.0002900223189499229, 0.00026740619796328247, 0.0002441962715238333, 0.00022044419893063605, 0.00019620264356490225, 0.0001715255348244682, 0.00014646758791059256, 0.00012108440569136292, 9.543239866616204e-05, 6.95684939273633e-05, 4.355017881607637e-05, 1.7435153495171107e-05, -8.718598110135645e-06, -3.48530120390933e-05, -6.090999158914201e-05, -8.683183114044368e-05, -0.00011256081779720262, -0.00013803987530991435, -0.0001632124767638743, -0.00018802266276907176, -0.00021241539798211306, -0.0002363365638302639, -0.0002597329730633646, -0.00028255273355171084, -0.00030474516097456217, -0.00032626092433929443, -0.00034705232246778905, -0.0003670732257887721, -0.0003862791054416448, -0.00040462729521095753, -0.0004220771952532232, -0.000438589951954782, -0.00045412895269691944, -0.0004686596221290529, -0.0004821498005185276, -0.0004945694236084819, -0.000505891046486795, -0.0005160894361324608, -0.0005251419497653842, -0.0005330285639502108, -0.0005397317581810057, -0.0005452365148812532, -0.0005495307268574834, -0.0005526048480533063, -0.0005544520681723952, -0.0005550682544708252, 0.0, -2.614729237393476e-05, -5.223651896812953e-05, -7.820985047146678e-05, -0.00010400942846899852, -0.00012957809667568654, -0.0001548591098980978, -0.00017979629046749324, -0.00020433425379451364, -0.00022841854661237448, -0.00025199571973644197, -0.000275013386271894, -0.0002974204544443637, -0.0003191671858076006, -0.00034020523889921606, -0.00036048798938281834, -0.00037997035542503, -0.00039860911783762276, -0.0004163628618698567, -0.00043319218093529344, -0.00044905964750796556, -0.00046393010416068137, -0.0004777706053573638, -0.0004905503010377288, -0.0005022407858632505, -0.0005128161865286529, -0.0005222530453465879, -0.0005305303493514657, -0.0005376298213377595, -0.0005435355706140399, -0.0005482344422489405, -0.0005517161916941404, -0.0005539729609154165, -0.000554999802261591, -0.0005547943292185664, -0.0005533571820706129, -0.000550691329408437, -0.0005468029412440956, -0.000541700457688421, -0.0005353952874429524, -0.0005279012839309871, -0.0005192353273741901, -0.0005094165098853409, -0.0004984666593372822, -0.00048641004832461476, -0.00047327353968285024, -0.00045908617903478444, -0.00044387957314029336, -0.0004276874824427068, -0.000410545791964978, -0.0003924925113096833, -0.0003735678910743445, -0.0003538138698786497, -0.00033327421988360584, -0.0003119946923106909, -0.0002900223189499229, -0.00026740619796328247, -0.0002441962715238333, -0.00022044419893063605, -0.00019620264356490225, -0.0001715255348244682, -0.00014646758791059256, -0.00012108440569136292, -9.543239866616204e-05, -6.95684939273633e-05, -4.355017881607637e-05, -1.7435153495171107e-05, 8.718598110135645e-06, 3.48530120390933e-05, 6.090999158914201e-05, 8.683183114044368e-05, 0.00011256081779720262, 0.00013803987530991435, 0.0001632124767638743, 0.00018802266276907176, 0.00021241539798211306, 0.0002363365638302639, 0.0002597329730633646, 0.00028255273355171084, 0.00030474516097456217, 0.00032626092433929443, 0.00034705232246778905, 0.0003670732257887721, 0.0003862791054416448, 0.00040462729521095753, 0.0004220771952532232, 0.000438589951954782, 0.00045412895269691944, 0.0004686596221290529, 0.0004821498005185276, 0.0004945694236084819, 0.000505891046486795, 0.0005160894361324608, 0.0005251419497653842, 0.0005330285639502108, 0.0005397317581810057, 0.0005452365148812532, 0.0005495307268574834, 0.0005526048480533063, 0.0005544520681723952, 0.0005550682544708252, 0.0005544520681723952, 0.0005526048480533063, 0.0005495306686498225, 0.0005452364566735923, 0.0005397316417656839, 0.0005330285639502108, 0.0005251419497653842, 0.0005160894361324608, 0.000505890988279134, 0.0004945694236084819, 0.0004821498005185276, 0.00046865965123288333, 0.00045412889448925853, 0.000438589951954782, 0.0004220771661493927, 0.0004046273825224489, 0.0003862790181301534, 0.00036707325489260256, 0.00034705238067544997, 0.00032626092433929443, 0.00030474516097456217, 0.00028255273355171084, 0.0002597330021671951, 0.00023633653472643346, 0.0002124153688782826, 0.00018802267732098699, 0.00016321244766004384, 0.00013803987530991435, 0.00011256078141741455, 8.683180203661323e-05, 6.0910024330951273e-05, 3.485302295302972e-05, 8.718664503248874e-06, -1.7435117115383036e-05, -4.355011333245784e-05, -6.956850847927853e-05, -9.543233318254352e-05, -0.00012108436931157485, -0.00014646754425484687, -0.0001715255348244682, -0.00019620264356490225, -0.0002204441698268056, -0.0002441962715238333, -0.00026740619796328247, -0.00029002237715758383, -0.00031199463410302997, -0.0003332741907797754, -0.0003538138116709888, -0.00037356786197051406, -0.0003924925113096833, -0.00041054573375731707, -0.0004276874242350459, -0.00044387957314029336, -0.000459086149930954, -0.0004732735105790198, -0.00048640999011695385, -0.0004984666011296213, -0.0005094165098853409, -0.0005192353273741901, -0.0005279012839309871, -0.0005353951710276306, -0.0005417003994807601, -0.0005468029412440956, -0.0005506913876160979, -0.000553357123862952, -0.0005547943874262273, -0.00055499974405393, -0.0005539729609154165, -0.0005517161916941404, -0.0005482344422489405, -0.0005435354541987181, -0.0005376297631300986, -0.0005305303493514657, -0.0005222530453465879, -0.0005128162447363138, -0.0005022407858632505, -0.0004905502428300679, -0.00047777057625353336, -0.00046393010416068137, -0.00044905958930030465, -0.0004331921227276325, -0.00041636283276602626, -0.00039860911783762276, -0.00037997038452886045, -0.0003604880184866488, -0.00034020523889921606, -0.0003191672149114311, -0.0002974204544443637, -0.00027501332806423306, -0.00025199571973644197, -0.00022841854661237448, -0.0002043342828983441, -0.00017979623225983232, -0.00015485912445001304, -0.00012957809667568654, -0.00010400944302091375, -7.820985047146678e-05, -5.22365553479176e-05, -2.6147325115744025e-05, 0.0]], [[0.000986635684967041, 0.0009846887551248074, 0.0009788557654246688, 0.0009691597078926861, 0.0009556387085467577, 0.000938346260227263, 0.0009173506987281144, 0.000892734678927809, 0.0008645954658277333, 0.0008330439450219274, 0.0007982050301507115, 0.000760215858463198, 0.0007192264893092215, 0.0006753986817784607, 0.0006289052544161677, 0.0005799299106001854, 0.0005286658415570855, 0.00047531534801237285, 0.0004200890543870628, 0.000363204802852124, 0.00030488718766719103, 0.0002453662746120244, 0.00018487710622139275, 0.00012365820293780416, 6.19513593846932e-05, 0.0, -6.19513593846932e-05, -0.00012365820293780416, -0.00018487710622139275, -0.00024536633281968534, -0.00030488718766719103, -0.000363204802852124, -0.0004200889961794019, -0.0004753153189085424, -0.0005286658415570855, -0.0005799299106001854, -0.0006289052544161677, -0.0006753985653631389, -0.0007192263728938997, -0.0007602159166708589, -0.0007982050301507115, -0.0008330441196449101, -0.0008645954658277333, -0.0008927347371354699, -0.0009173506405204535, -0.0009383463766425848, -0.0009556387667544186, -0.000969159766100347, -0.0009788557654246688, -0.0009846888715401292, -0.000986635684967041, -0.0009846887551248074, -0.0009788557654246688, -0.0009691597078926861, -0.0009556387085467577, -0.000938346260227263, -0.0009173506987281144, -0.000892734678927809, -0.0008645954658277333, -0.0008330439450219274, -0.0007982050301507115, -0.000760215858463198, -0.0007192264893092215, -0.0006753986817784607, -0.0006289052544161677, -0.0005799299106001854, -0.0005286658415570855, -0.00047531534801237285, -0.0004200890543870628, -0.000363204802852124, -0.00030488718766719103, -0.0002453662746120244, -0.00018487710622139275, -0.00012365820293780416, -6.19513593846932e-05, 0.0, 6.19513593846932e-05, 0.00012365820293780416, 0.00018487710622139275, 0.00024536633281968534, 0.00030488718766719103, 0.000363204802852124, 0.0004200889961794019, 0.0004753153189085424, 0.0005286658415570855, 0.0005799299106001854, 0.0006289052544161677, 0.0006753985653631389, 0.0007192263728938997, 0.0007602159166708589, 0.0007982050301507115, 0.0008330441196449101, 0.0008645954658277333, 0.0008927347371354699, 0.0009173506405204535, 0.0009383463766425848, 0.0009556387667544186, 0.000969159766100347, 0.0009788557654246688, 0.0009846888715401292, 0.000986635684967041, 0.0009846887551248074, 0.0009788557654246688, 0.0009691597078926861, 0.0009556387085467577, 0.000938346260227263, 0.0009173506987281144, 0.000892734678927809, 0.0008645954658277333, 0.0008330439450219274, 0.0007982050301507115, 0.000760215858463198, 0.0007192264893092215, 0.0006753986817784607, 0.0006289052544161677, 0.0005799299106001854, 0.0005286658415570855, 0.00047531534801237285, 0.0004200890543870628, 0.000363204802852124, 0.00030488718766719103, 0.0002453662746120244, 0.00018487710622139275, 0.00012365820293780416, 6.19513593846932e-05, 0.0, -6.19513593846932e-05, -0.00012365820293780416, -0.00018487710622139275, -0.00024536633281968534, -0.00030488718766719103, -0.000363204802852124, -0.0004200889961794019, -0.0004753153189085424, -0.0005286658415570855, -0.0005799299106001854, -0.0006289052544161677, -0.0006753985653631389, -0.0007192263728938997, -0.0007602159166708589, -0.0007982050301507115, -0.0008330441196449101, -0.0008645954658277333, -0.0008927347371354699, -0.0009173506405204535, -0.0009383463766425848, -0.0009556387667544186, -0.000969159766100347, -0.0009788557654246688, -0.0009846888715401292, -0.000986635684967041, -0.0009846887551248074, -0.0009788557654246688, -0.0009691597078926861, -0.0009556387085467577, -0.000938346260227263, -0.0009173506987281144, -0.000892734678927809, -0.0008645954658277333, -0.0008330439450219274, -0.0007982050301507115, -0.000760215858463198, -0.0007192264893092215, -0.0006753986817784607, -0.0006289052544161677, -0.0005799299106001854, -0.0005286658415570855, -0.00047531534801237285, -0.0004200890543870628, -0.000363204802852124, -0.00030488718766719103, -0.0002453662746120244, -0.00018487710622139275, -0.00012365820293780416, -6.19513593846932e-05, 0.0, 6.19513593846932e-05, 0.00012365820293780416, 0.00018487710622139275, 0.00024536633281968534, 0.00030488718766719103, 0.000363204802852124, 0.0004200889961794019, 0.0004753153189085424, 0.0005286658415570855, 0.0005799299106001854, 0.0006289052544161677, 0.0006753985653631389, 0.0007192263728938997, 0.0007602159166708589, 0.0007982050301507115, 0.0008330441196449101, 0.0008645954658277333, 0.0008927347371354699, 0.0009173506405204535, 0.0009383463766425848, 0.0009556387667544186, 0.000969159766100347, 0.0009788557654246688, 0.0009846888715401292, 0.000986635684967041, 0.0, -6.19513593846932e-05, -0.00012365823204163462, -0.00018487704801373184, -0.00024536633281968534, -0.00030488718766719103, -0.0003632047737482935, -0.00042008902528323233, -0.00047531534801237285, -0.0005286658415570855, -0.0005799299688078463, -0.0006289052544161677, -0.0006753986817784607, -0.0007192264893092215, -0.0007602159166708589, -0.0007982050301507115, -0.0008330441196449101, -0.0008645954658277333, -0.000892734678927809, -0.0009173505823127925, -0.0009383463184349239, -0.0009556387085467577, -0.0009691597078926861, -0.0009788557654246688, -0.0009846887551248074, -0.000986635684967041, -0.0009846887551248074, -0.0009788557654246688, -0.0009691597078926861, -0.0009556387085467577, -0.0009383463184349239, -0.0009173506405204535, -0.0008927347371354699, -0.0008645955240353942, -0.0008330440614372492, -0.0007982050883583724, -0.0007602159166708589, -0.0007192264311015606, -0.0006753986235707998, -0.0006289052544161677, -0.0005799299688078463, -0.0005286658997647464, -0.0004753154353238642, -0.00042008908349089324, -0.000363204802852124, -0.0003048873331863433, -0.0002453663619235158, -0.00018487716442905366, -0.00012365829024929553, -6.19513593846932e-05, 0.0, 6.19513593846932e-05, 0.00012365823204163462, 0.00018487704801373184, 0.00024536633281968534, 0.00030488718766719103, 0.0003632047737482935, 0.00042008902528323233, 0.00047531534801237285, 0.0005286658415570855, 0.0005799299688078463, 0.0006289052544161677, 0.0006753986817784607, 0.0007192264893092215, 0.0007602159166708589, 0.0007982050301507115, 0.0008330441196449101, 0.0008645954658277333, 0.000892734678927809, 0.0009173505823127925, 0.0009383463184349239, 0.0009556387085467577, 0.0009691597078926861, 0.0009788557654246688, 0.0009846887551248074, 0.000986635684967041, 0.0009846887551248074, 0.0009788557654246688, 0.0009691597078926861, 0.0009556387085467577, 0.0009383463184349239, 0.0009173506405204535, 0.0008927347371354699, 0.0008645955240353942, 0.0008330440614372492, 0.0007982050883583724, 0.0007602159166708589, 0.0007192264311015606, 0.0006753986235707998, 0.0006289052544161677, 0.0005799299688078463, 0.0005286658997647464, 0.0004753154353238642, 0.00042008908349089324, 0.000363204802852124, 0.0003048873331863433, 0.0002453663619235158, 0.00018487716442905366, 0.00012365829024929553, 6.19513593846932e-05, 0.0, -6.19513593846932e-05, -0.00012365823204163462, -0.00018487704801373184, -0.00024536633281968534, -0.00030488718766719103, -0.0003632047737482935, -0.00042008902528323233, -0.00047531534801237285, -0.0005286658415570855, -0.0005799299688078463, -0.0006289052544161677, -0.0006753986817784607, -0.0007192264893092215, -0.0007602159166708589, -0.0007982050301507115, -0.0008330441196449101, -0.0008645954658277333, -0.000892734678927809, -0.0009173505823127925, -0.0009383463184349239, -0.0009556387085467577, -0.0009691597078926861, -0.0009788557654246688, -0.0009846887551248074, -0.000986635684967041, -0.0009846887551248074, -0.0009788557654246688, -0.0009691597078926861, -0.0009556387085467577, -0.0009383463184349239, -0.0009173506405204535, -0.0008927347371354699, -0.0008645955240353942, -0.0008330440614372492, -0.0007982050883583724, -0.0007602159166708589, -0.0007192264311015606, -0.0006753986235707998, -0.0006289052544161677, -0.0005799299688078463, -0.0005286658997647464, -0.0004753154353238642, -0.00042008908349089324, -0.000363204802852124, -0.0003048873331863433, -0.0002453663619235158, -0.00018487716442905366, -0.00012365829024929553, -6.19513593846932e-05, 0.0, 6.19513593846932e-05, 0.00012365823204163462, 0.00018487704801373184, 0.00024536633281968534, 0.00030488718766719103, 0.0003632047737482935, 0.00042008902528323233, 0.00047531534801237285, 0.0005286658415570855, 0.0005799299688078463, 0.0006289052544161677, 0.0006753986817784607, 0.0007192264893092215, 0.0007602159166708589, 0.0007982050301507115, 0.0008330441196449101, 0.0008645954658277333, 0.000892734678927809, 0.0009173505823127925, 0.0009383463184349239, 0.0009556387085467577, 0.0009691597078926861, 0.0009788557654246688, 0.0009846887551248074, 0.000986635684967041, 0.0009846887551248074, 0.0009788557654246688, 0.0009691597078926861, 0.0009556387085467577, 0.0009383463184349239, 0.0009173506405204535, 0.0008927347371354699, 0.0008645955240353942, 0.0008330440614372492, 0.0007982050883583724, 0.0007602159166708589, 0.0007192264311015606, 0.0006753986235707998, 0.0006289052544161677, 0.0005799299688078463, 0.0005286658997647464, 0.0004753154353238642, 0.00042008908349089324, 0.000363204802852124, 0.0003048873331863433, 0.0002453663619235158, 0.00018487716442905366, 0.00012365829024929553, 6.19513593846932e-05, 0.0]], [[0.0015413463115692139, 0.0015365948202088475, 0.0015223697992041707, 0.001498758909292519, 0.0014659074367955327, 0.0014240182936191559, 0.001373349572531879, 0.0013142136158421636, 0.0012469753855839372, 0.0011720489710569382, 0.0010898965410888195, 0.0010010243859142065, 0.000905980821698904, 0.0008053514175117016, 0.0006997565506026149, 0.0005898477393202484, 0.00047630234621465206, 0.00035982002737000585, 0.00024111986567731947, 0.00012093270925106481, 0.0, -0.00012093262193957344, -0.00024111966195050627, -0.0003598201146814972, -0.0004763022589031607, -0.0005898477393202484, -0.0006997566088102758, -0.0008053511846810579, -0.0009059807052835822, -0.0010010242694988847, -0.0010898964246734977, -0.0011720488546416163, -0.0012469752691686153, -0.0013142136158421636, -0.0013733496889472008, -0.001424018177203834, -0.0014659074367955327, -0.0014987587928771973, -0.0015223697992041707, -0.0015365948202088475, -0.0015413463115692139, -0.0015365948202088475, -0.0015223697992041707, -0.001498758909292519, -0.0014659074367955327, -0.0014240182936191559, -0.001373349572531879, -0.0013142136158421636, -0.0012469753855839372, -0.0011720489710569382, -0.0010898964246734977, -0.0010010242694988847, -0.0009059807052835822, -0.0008053513010963798, -0.000699756492394954, -0.0005898477393202484, -0.0004763023171108216, -0.00035982002737000585, -0.0002411197783658281, -0.00012093262193957344, 3.745678680416864e-12, 0.00012093262193957344, 0.00024111966195050627, 0.0003598202019929886, 0.0004763022589031607, 0.0005898476229049265, 0.0006997566088102758, 0.0008053511846810579, 0.0009059805888682604, 0.0010010243859142065, 0.0010898964246734977, 0.0011720488546416163, 0.0012469752691686153, 0.0013142136158421636, 0.0013733496889472008, 0.001424018177203834, 0.0014659074367955327, 0.0014987587928771973, 0.0015223697992041707, 0.0015365948202088475, 0.001541346195153892, 0.0015365949366241693, 0.0015223696827888489, 0.0014987587928771973, 0.0014659074367955327, 0.0014240180607885122, 0.001373349572531879, 0.0013142137322574854, 0.001246975501999259, 0.0011720489710569382, 0.0010898964246734977, 0.0010010243859142065, 0.0009059807052835822, 0.0008053513010963798, 0.0006997566670179367, 0.0005898476229049265, 0.00047630234621465206, 0.0003598199400585145, 0.00024111979291774333, 0.00012093252735212445, 0.0, -0.00012093262193957344, -0.00024111966195050627, -0.0003598201146814972, -0.0004763022589031607, -0.0005898477393202484, -0.0006997566088102758, -0.0008053511846810579, -0.0009059807052835822, -0.0010010242694988847, -0.0010898964246734977, -0.0011720488546416163, -0.0012469753855839372, -0.0013142137322574854, -0.001373349572531879, -0.0014240182936191559, -0.0014659074367955327, -0.0014987587928771973, -0.0015223697992041707, -0.0015365949366241693, -0.0015413463115692139, -0.0015365948202088475, -0.0015223697992041707, -0.001498758909292519, -0.0014659074367955327, -0.0014240182936191559, -0.001373349572531879, -0.0013142136158421636, -0.0012469753855839372, -0.0011720489710569382, -0.0010898964246734977, -0.0010010242694988847, -0.0009059807052835822, -0.0008053513010963798, -0.000699756492394954, -0.0005898477393202484, -0.0004763023171108216, -0.00035982002737000585, -0.0002411197783658281, -0.00012093262193957344, 0.0, 0.00012093262193957344, 0.00024111966195050627, 0.0003598201146814972, 0.0004763022589031607, 0.0005898477393202484, 0.0006997566088102758, 0.0008053511846810579, 0.0009059807052835822, 0.0010010242694988847, 0.0010898964246734977, 0.0011720488546416163, 0.0012469752691686153, 0.0013142136158421636, 0.0013733496889472008, 0.001424018177203834, 0.0014659074367955327, 0.0014987587928771973, 0.0015223697992041707, 0.0015365948202088475, 0.0015413463115692139, 0.0015365947037935257, 0.0015223697992041707, 0.0014987585600465536, 0.0014659074367955327, 0.0014240180607885122, 0.001373349572531879, 0.0013142136158421636, 0.001246975501999259, 0.0011720486218109727, 0.0010898964246734977, 0.0010010242694988847, 0.0009059807052835822, 0.0008053513010963798, 0.000699756492394954, 0.0005898477393202484, 0.0004763023171108216, 0.00035982002737000585, 0.0002411197783658281, 0.00012093262193957344, 7.056397827165384e-11, -0.00012093262193957344, -0.0002411196328466758, -0.00035982002737000585, -0.0004763021715916693, -0.0005898477393202484, -0.000699756492394954, -0.0008053511846810579, -0.0009059805306605995, -0.0010010243859142065, -0.0010898965410888195, -0.0011720489710569382, -0.001246975501999259, -0.0013142137322574854, -0.0013733496889472008, -0.0014240184100344777, -0.0014659075532108545, -0.0014987587928771973, -0.0015223699156194925, -0.0015365947037935257, -0.0015413463115692139, 0.0, -0.00012093262193957344, -0.00024111966195050627, -0.0003598201146814972, -0.0004763022589031607, -0.0005898477393202484, -0.0006997566088102758, -0.0008053511846810579, -0.0009059807052835822, -0.0010010242694988847, -0.0010898964246734977, -0.0011720488546416163, -0.0012469753855839372, -0.0013142137322574854, -0.001373349572531879, -0.0014240182936191559, -0.0014659074367955327, -0.0014987587928771973, -0.0015223697992041707, -0.0015365949366241693, -0.0015413463115692139, -0.0015365948202088475, -0.0015223697992041707, -0.001498758909292519, -0.0014659074367955327, -0.0014240182936191559, -0.001373349572531879, -0.0013142136158421636, -0.0012469753855839372, -0.0011720489710569382, -0.0010898964246734977, -0.0010010242694988847, -0.0009059807052835822, -0.0008053513010963798, -0.000699756492394954, -0.0005898477393202484, -0.0004763023171108216, -0.00035982002737000585, -0.0002411197783658281, -0.00012093262193957344, 0.0, 0.00012093262193957344, 0.00024111966195050627, 0.0003598201146814972, 0.0004763022589031607, 0.0005898477393202484, 0.0006997566088102758, 0.0008053511846810579, 0.0009059807052835822, 0.0010010242694988847, 0.0010898964246734977, 0.0011720488546416163, 0.0012469752691686153, 0.0013142136158421636, 0.0013733496889472008, 0.001424018177203834, 0.0014659074367955327, 0.0014987587928771973, 0.0015223697992041707, 0.0015365948202088475, 0.0015413463115692139, 0.0015365947037935257, 0.0015223697992041707, 